import React from 'react';

const Home = () => {
  return (
    <div className="container">
      <h2>Добро пожаловать в InnovateHub!</h2>
      <span>Разблокируйте Ваш потенциал с нами</span>
      <p>Приветствуем вас в мире InnovateHub, где технологии встречаются с креативностью, а идеи преображаются
        в инновации. Наша миссия - вдохновлять и содействовать вашему успеху в цифровой эре.
        Приготовьтесь к погружению в мир возможностей, где каждый клик - это шаг в будущее.
      </p>
      <h3>Почему InnovateHub?</h3>
      <ol>
        <li>
          <span>Инновационные Решения</span>
          <p>
            От разработки программного обеспечения до креативного дизайна, мы создаем инновационные решения, которые действительно работают.
          </p>
        </li>
        <li>
          <span>Команда Экспертов</span>
          <p>Наши профессионалы обладают уникальными навыками и опытом, готовыми решать самые сложные задачи.</p>
        </li>
        <li>
          <span>Пользовательская Ориентированность</span>
          <p>Мы стремимся к ваши технологическим целям, создавая продукты, которые не только эффективны, но и удовлетворяют потребности пользователей.</p>
        </li>
      </ol>
      <h3>Наши Услуги</h3>
      <ul>
        <li>
          <span>Разработка Программного Обеспечения</span>
          <p>Мы создаем индивидуальные программные решения, соответствующие вашим уникальным требованиям.</p>
        </li>
        <li>
          <span>Дизайн и Технологии</span>
          <p>Воплотим ваши идеи в жизнь с помощью передовых технологий и креативного дизайна.</p>
        </li>
        <li>
          <span>Консультации по Инновациям</span>
          <p>Наши эксперты готовы поделиться знаниями и опытом для вашего успеха.</p>
        </li>
      </ul>
      <h2>Присоединяйтесь к нам в путешествии в будущее!</h2>
      <p>Начните свой путь к инновациям с InnovateHub. <a href="#">Свяжитесь с нами</a> прямо сейчас и давайте сделаем будущее вместе!</p>
    </div>
  );
};

export default Home;